Repository: wp-plugins/st-daily-tip
Catalog: language/stdailytip-*.po
Languages: es_es, sr_rs

source: Input file is not specified
es_es: No se especifica el archivo de entrada
sr_rs: Input fajla nie odredjen

source: Source file could not be opened!
es_es: Archivo de origen no se ha podido abrir!
sr_rs: Source fajl ne može da se otvori!

source: Error opening
es_es: Error al abrir
sr_rs: Greška prilikom otvaranja

source: Insert into the Database failed for the following Query:
es_es: Inserte en la base de datos Error de la siguiente consulta:
sr_rs: Unošenje u bazu podataka nije uspelo za sledeću pretragu:

source: Daily Tip Plugin
sr_rs: Plugin za dnevne savete

source: Tip(s) Deleted Successfully!
es_es: Consejo (s) eliminado correctamente!
sr_rs: Savet(i) uspešno obrisani(i)

source: Tip Updated Successfully!
es_es: Sugerencia actualizado correctamente!
sr_rs: Savet uspešno updateovan

source: Tip Inserted Successfully!
es_es: Tip insertado con éxito!
sr_rs: Savet unešen uspešno

source: There was an error uploading the file, please try again!
es_es: Se ha producido un error al subir el archivo, por favor intente de nuevo!
sr_rs: Nastala je greška prilikom uploadovanja fajla, pokušajte opet!

source: File content has been successfully imported into the database!
es_es: El contenido del archivo se ha importado con éxito en la base de datos!
sr_rs: Sadržaj fajla je uspešno unet u bazu podataka!

source: Error occurred while trying to import!
es_es: Se produjo un error al intentar importar!
sr_rs: Greška je nastala prilikom pokušaja unošenja!

source: Upload a File
es_es: Cargar un archivo
sr_rs: Uploaduj fajl

source: Choose a CSV file to upload:
es_es: Elija un archivo CSV para cargar:
sr_rs: Izaberite CSV fajl za unos

source: The Format of CSV File must be as below :
es_es: El formato del archivo CSV debe ser de la siguiente manera:
sr_rs: Format CSV fajla mora biti isti kao:

source: The First line must be headers as it is ignored while uploading on database
es_es: La primera línea debe ser encabezados como se ignora mientras se cargan en la base de datos
sr_rs: Prva rečenica moraju biri header-i jer je ignorisana prilikom uploada

source: From the second line, the data should begin in following order :
es_es: Desde la segunda línea, los datos deben comenzar en este orden:
sr_rs: Sa druge rečenice podaci treba da prate sledeći red:

source: Tip Title, Tip Text, Display Date,Display Day,Group Name,Repeat Yearly.
es_es: Tip Título, Texto de sugerencia, la pantalla Fecha, Muestra de Niños, Nombre de grupo, repita anual.
sr_rs: Naslov savet, Tekst saveta, Prikazati datum, Prikazati dan, Ime grupe, Ponavljati godišnje

source: Tip Title : If you want to add title to tip.
es_es: Tip Título: Si desea añadir un título a la punta.
sr_rs: Naslov saveta: Ako želie da dodate naslov savetu.

source: Tip Text : The Actual Statement to be displayed.
es_es: Sugerencia Texto: La declaración real que se mostrará.
sr_rs: Tekst saveta : Izjava mora biti prikazana.

source: To insert a tip with comma (,) place the tip between two inverted commas ". e.g. "Like , this"
es_es: Para insertar una punta con una coma (,) coloque la punta entre dos comillas ". Ej " Al igual, este "
sr_rs: Da biste uneli savet sa zarezima (,) stavite savet izmedju dva razdvojena navodnika ". . "Npr, ovako"

source: Display Date : Any Specific Date in format YYYY-MM-DD when you want to display the Tip.
es_es: Mostrar fecha: Cualquier Específica Fecha en formato YYYY-MM-DD cuando se quiere mostrar el Consejo.
sr_rs: Prikazatu datum : Bilo koji datum u formatu GGGG-MM-DD kada želite da prikažete savet.

source: Display Day : Day of week (number format) on which the Tip Should Come. (1 = Sunday ,2 = Monday , 3 = Tuesday, 4 = Wednesday ...7 = Saturday)
es_es: Pantalla del día: Día de la semana (formato de número) en la que el Consejo debe venir. (1 = Domingo, 2 = Lunes 3 = Martes 4 = Miércoles ... 7 = sábado)
sr_rs: Prikazati dan: Dan u nedelji ( format broj) u kojem treba da se pojavi Savet. (1 = Nedelja ,2 = Ponedeljak , 3 = Utorak,, 4 = Sreda ...7 = Subota)

source: Group Name : Group Name in which the tip is to be added. <strong>Group name is Must. Keep "Tip" Group Name in case single group
es_es: Nombre del grupo: nombre del grupo en el que se va a agregar la punta. Nombre <strong> Grupo es visita obligada. Mantenga "Tip " Nombre del grupo en caso de que un solo grupo
sr_rs: Ime grupe : Ime grupe u kojoj savet treba da se doda.<strong>Ime grupe je Obavezno. Zadržite "Savet" ime grupe kao samostalnu grupu

source: Repeat Yearly
es_es: Repita anual
sr_rs: Ponavljati godišnje

source: To repeat yearly. Leave blank otherwise.
es_es: Para repetir anualmente. Dejar en blanco lo contrario.
sr_rs: Da bi se ponavljalo godišnje. Ostavite prazno ako nećete.

source: Please Note
es_es: Por favor Nota
sr_rs: Imajte na umu

source: Display Day is ignored if Display Date is mentioned.
es_es: Visualización de día se ignora si se menciona la fecha.
sr_rs: Prikaži dan je ignorisano ako je Prikaži dan pomenuto

source: Enter Single Tip
es_es: Ingrese simple Punta
sr_rs: Uneti jedan savet

source: Tip Title
es_es: Tip Título
sr_rs: Naslov saveta

source: Tip Text
es_es: Texto de sugerencia
sr_rs: Tekst saveta

source: (Use HTML tags for Formatting.e.g. &lt;strong&gt;, &lt;em&gt;, etc.)
es_es: (Utilice etiquetas HTML para &lt;strong&gt; Formatting.eg, &lt;em&gt;, etc)
sr_rs: (Koristite HTML tagove za formatiranje, npr. for&lt;strong&gt;, &lt;em&gt;, itd.)

source: Repeat Yearly?
es_es: Repita anual?
sr_rs: Ponavljati godišnje?

source: Group Name
es_es: Nombre del grupo
sr_rs: Ime grupe

source: Change Date Format to display on Front Page
es_es: Cambie Formato de fecha para mostrar en la página principal
sr_rs: Promeniti format datuma za prikaz na glavnoj stranici

source: Tips
es_es: Consejos
sr_rs: Saveti

source: How to Use
es_es: Cómo utilizar
sr_rs: Kako da koristite

source: 1. Create Tips List
es_es: 1. Crear lista Tips
sr_rs: 1. Napravite listu sa savetima

source: You can upload list of tips from CSV file or Manually Entering Tips
es_es: Puedes subir lista de consejos de archivo CSV o Introducción manual de Consejos
sr_rs: Možete da uploadujete listu saveta iz CSV fajl ili Ručno unešenje saveta

source: 2. Display Tips
es_es: 2. Consejos de visualización
sr_rs: 2. Prikaži savete

source: You can use widget or the short code:
es_es: Puedes usar tu currículum o el código de acceso:
sr_rs: Možete da koristite widget ili skraćeni kod ovde:

source: If you do not want to show last date then replace "show" with "Not Show"
es_es: Si no desea mostrar la última fecha a continuación, reemplace "espectáculo " con "no mostrar "
sr_rs: Ako ne želite da se prikaže poslednji datum nda zamenite "prikazati" sa "Ne prikazati"

source: 3. Use classes
es_es: 3. Utilice las clases
sr_rs: 3. Koristite klase

source: Use classes tip_title, tip_text, and single_tip to style the tips
es_es: Use clases tip_title, tip_text y single_tip al estilo de los consejos
sr_rs: Koristite klase savet_naslovi, savet_tekst, i jedan_savet za stilizovanje saveta

source: Show your Support
es_es: Muestre su Apoyo
sr_rs: Prikažite podršku

source: Want to help make this plugin even better? All donations are used to improve this plugin, so donate now!
es_es: ¿Quieres ayudar a hacer este plugin aún mejor? Todas las donaciones se utilizan para mejorar este plugin, para donar ahora!
sr_rs: Želite li da pomognete da ovaj plugin bude bolji? Sve donacije se koriste upravo u te svrhe, pa donirajte odmah!

source: Donate
es_es: donar
sr_rs: Donirajte

source: Rate the plugin 5 star on WordPress.org
es_es: Valore el plugin de 5 estrellas en WordPress.org
sr_rs: Ocenite sa 5 zvezdica na WordPress.org

source: Help out other users in the forums
es_es: Ayuda a otros usuarios de los foros
sr_rs: Pomozite ostalim korisnicima foruma

source: Blog about it &amp; link to the
es_es: Blog sobre el mismo y un enlace a la
sr_rs: Blogujte o tome &amp; link za

source: plugin page
es_es: página del plugin
sr_rs: stranica plugina

source: Connect With Us
es_es: Conecte con Nosotros
sr_rs: Povežite se sa nama

source: Special Thanks
es_es: Agradecimiento Especial
sr_rs: Zahvalnost

source: An Widget that display Daily Tip
es_es: Un Widget que deben mostrarse Daily Tip
sr_rs: Widget koji prikazuje Dnevni savet

source: Daily Tip Widget
sr_rs: Widget za dnevni savet

source: Daily Tip
sr_rs: Dnevni savet

source: Tip
sr_rs: Savet

source: Title:
es_es: Título:
sr_rs: Naslov:

source: Group Name:
es_es: Nombre del grupo:
sr_rs: Ime grupe:

source: Show last date:
es_es: Mostrar última fecha:
sr_rs: Prikazati poslednji datum:
